// © Copyright 2015-2016 HP Development Company, L.P.

HSDTaskName = "校正扫描仪";
HSDTaskDescription = "如果已扫描或已复印文档的质量不可接受，请尝试校正扫描仪。在扫描仪中放入一张白色的普通 A4 或 Letter 大小的纸张，然后单击“校正”。";
HSDCalibrateButtonTitle = "校正";

CalibratingScannerTitle = "正在校准扫描仪...";

CompletionAlertTitle = "校准成功";
CompletionAlertMessage = "已成功校准扫描仪。\n在纸张完全通过扫描仪之前，请勿移走纸张。";

GeneralErrorAlertTitle = "校准失败";
GeneralErrorAlertMessage = "扫描仪校准失败。确保打印机未处于忙碌状态，且您正在使用洁净的 A4 或 Letter 大小的普通白色纸张，并确保纸张已正确插入扫描仪。\n在纸张完全通过扫描仪之前，请勿移走纸张。";

OutOfPaperAlertTitle = "纸张缺失";
OutOfPaperAlertMessage = "确保已将一张 A4 或 Letter 大小的普通白色纸张插入扫描仪。\n单击“确定”以返回。";
